Revit 2027 API
ParameterTypeId.FabricSheetMinorNumberOfWires Property
 "Minor Number of Wires": Minor Number of Wires
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorNumberOfWires { get; }
Public Shared ReadOnly Property FabricSheetMinorNumberOfWires As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorNumberOfWires {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorNumberOfWires : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace